{
    "resources": [{
        "title": "National Alliance To End Homelessness",
        "url": "https://endhomelessness.org/homelessness-in-america/homelessness-statistics/state-of-homelessness-2021/",
        "imgPath": "https://is1-ssl.mzstatic.com/image/thumb/Purple113/v4/7b/3f/f1/7b3ff13b-9c4c-5444-78a4-8bbfc25c0f33/source/512x512bb.jpg",
        "imgAlt": "Image of National Alliance To End Homelessness logo.",
        "resourceDesc": "\"The National Alliance to End Homelessness is a nonpartisan, nonprofit organization whose sole purpose is to end homelessness in the United States.\""
    },
    {
        "title": "United States Interagency Council on Homelessness",
        "url": "https://www.usich.gov/solutions/",
        "imgPath": "https://www.realchangenews.org/sites/default/files/styles/article_image_full/public/Homeless%20camp%20file%20_7104%20smaller.jpg?itok=lEtONH1e",
        "imgAlt": "Image of a homeless encampment outside next to the freeway.",
        "resourceDesc": "\"The U.S. Interagency Council on Homelessness (USICH) is the only federal agency with a sole mission focused on preventing and ending homelessness in America. USICH works across federal, state, and local governments, as well as the private sector, to help communities create partnerships, use resources in the most efficient and effective ways, and employ evidence-based best practices.\""
    },
    {
        "title": "Seattle Homeless Outreach",
        "url": "https://seattlehomeless.org/",
        "imgPath": "https://seattlehomeless.org/wp-content/uploads/2018/03/sho_logo.png",
        "imgAlt": "Image of Seattle Homeless Outreach logo.",
        "resourceDesc": "\"Seattle Homeless Outreach (SHO) seeks to meet our clients where they are, without expectation or judgment, and provide basic survival supplies including food, water, sleeping bags, tents, clothing, and bus tickets. But more importantly, we provide a human connection to our homeless neighbors. SHO builds relationships with our homeless neighbors and with social service providers in the Seattle area so that we can connect people with services they need.\""
    },
    {
        "title": "National Health Care for the Homeless Council",
        "url": "https://nhchc.org/understanding-homelessness/homelessness-resources/",
        "imgPath": "https://pbs.twimg.com/media/FEVTE0zXoAM1EEF?format=jpg&name=large",
        "imgAlt": "Image of a man with his arms crossed. Image says 'Still meeting the challenge' and has the National Health Care for the Homeless Council logo.",
        "resourceDesc": "The \"National Health Care for the Homeless Council\" works to provide information resources on homelessness and health care, a place to donate and provides ways to take action through volunteering."
    }]
}